<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Quais direitos garantem a devolução do tributo na compra de imóveis? - Acervo Leis</title><meta name="description" content="Saiba quais direitos asseguram a devolução de tributos na compra de imóveis e evite pagar impostos indevidos. Confira agora!"><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://acervoleis.com.br/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis/"><link rel="alternate" type="application/atom+xml" href="https://acervoleis.com.br/feed.xml" title="Acervo Leis - RSS"><link rel="alternate" type="application/json" href="https://acervoleis.com.br/feed.json" title="Acervo Leis - JSON"><meta property="og:title" content="Quais direitos garantem a devolução do tributo na compra de imóveis?"><meta property="og:image" content="https://acervoleis.com.br/media/posts/137/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis.jpg"><meta property="og:image:width" content="1344"><meta property="og:image:height" content="768"><meta property="og:site_name" content="Acervo Leis"><meta property="og:description" content="Saiba quais direitos asseguram a devolução de tributos na compra de imóveis e evite pagar impostos indevidos. Confira agora!"><meta property="og:url" content="https://acervoleis.com.br/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis/"><meta property="og:type" content="article"><link rel="shortcut icon" href="https://acervoleis.com.br/media/website/acervo-leis-ico.png" type="image/x-icon"><link rel="stylesheet" href="https://acervoleis.com.br/assets/css/style.css?v=d43d2f7d9371f0cdd77625621254d1dd"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://acervoleis.com.br/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis/"},"headline":"Quais direitos garantem a devolução do tributo na compra de imóveis?","datePublished":"2025-10-19T00:00+00:00","dateModified":"2025-10-19T00:00+00:00","image":{"@type":"ImageObject","url":"https://acervoleis.com.br/media/posts/137/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis.jpg","height":768,"width":1344},"description":"Saiba quais direitos asseguram a devolução de tributos na compra de imóveis e evite pagar impostos indevidos. Confira agora!","author":{"@type":"Person","name":"Adamastor Senna","url":"https://acervoleis.com.br/authors/adamastor-senna/"},"publisher":{"@type":"Organization","name":"Adamastor Senna","logo":{"@type":"ImageObject","url":"https://acervoleis.com.br/media/website/acervo-leis.png","height":177,"width":377}}}</script><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><header class="header" id="js-header"><a href="https://acervoleis.com.br/" class="logo"><img src="https://acervoleis.com.br/media/website/acervo-leis.png" alt="Acervo Leis" width="377" height="177"></a><nav class="navbar js-navbar"><button class="navbar__toggle js-toggle" aria-label="Menu"><span class="navbar__toggle-box"><span class="navbar__toggle-inner">Menu</span></span></button><ul class="navbar__menu"><li><a href="https://acervoleis.com.br/" title="Início" target="_self">Início</a></li></ul></nav><div class="search"><div class="search__overlay js-search-overlay"></div><button class="search__btn js-search-btn" aria-label="Pesquisar"><svg role="presentation" focusable="false" height="15" width="15"><use xlink:href="https://acervoleis.com.br/assets/svg/svg-map.svg#search"/></svg></button></div></header><main class="post"><article class="content wrapper"><header class="hero"><p class="content__meta">Por <a href="https://acervoleis.com.br/authors/adamastor-senna/" rel="author" title="Adamastor Senna">Adamastor Senna</a> Publicado em <time datetime="2025-10-19T00:00">19/10/2025</time></p><h1 class="content__title">Quais direitos garantem a devolução do tributo na compra de imóveis?</h1></header><figure class="content__featured-image post__image--wide"><img src="https://acervoleis.com.br/media/posts/137/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis.jpg" srcset="https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-xs.jpg 300w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-sm.jpg 480w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-md.jpg 768w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-lg.jpg 1024w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-xl.jpg 1360w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-2xl.jpg 1600w, https://acervoleis.com.br/media/posts/137/responsive/quais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis-sm2.jpg 375w" sizes="(max-width: 1600px) 100vw, 1600px" loading="eager" height="768" width="1344" alt=""></figure><div class="content__entry"><p>A aquisi&ccedil;&atilde;o de um im&oacute;vel &eacute; um dos investimentos mais significativos para a maioria das pessoas. Al&eacute;m do valor elevado, a compra envolve uma s&eacute;rie de tributos e taxas que podem impactar diretamente no custo final do neg&oacute;cio. No entanto, em certas situa&ccedil;&otilde;es, o comprador pode ter direito &agrave; <strong>devolu&ccedil;&atilde;o de tributos</strong> pagos indevidamente durante o processo de compra do im&oacute;vel. Conhecer esses direitos &eacute; fundamental para garantir que o consumidor n&atilde;o seja prejudicado e que possa reaver valores pagos de forma incorreta.</p><p>Este texto detalha os principais direitos relacionados &agrave; <strong>devolu&ccedil;&atilde;o de tributos na compra de im&oacute;veis</strong>, quais s&atilde;o as condi&ccedil;&otilde;es para solicitar essa restitui&ccedil;&atilde;o e quais impostos podem ser alvo dessas demandas.</p><h2>Entendendo Os Tributos Na Compra De Im&oacute;veis</h2><p>Ao adquirir um im&oacute;vel, o comprador est&aacute; sujeito ao pagamento de diversos impostos e taxas, que variam conforme o estado, munic&iacute;pio e o tipo de transa&ccedil;&atilde;o. Os principais tributos envolvidos s&atilde;o:</p><p>- <strong>ITBI (Imposto sobre Transmiss&atilde;o de Bens Im&oacute;veis)</strong>: cobrado pelos munic&iacute;pios sobre a transfer&ecirc;ncia da propriedade.</p><p>- <strong>IR (Imposto de Renda)</strong>: aplicado sobre ganho de capital na venda do im&oacute;vel, geralmente pago pelo vendedor, mas em alguns casos pode ser discutido.</p><p>- <strong>IPI e ICMS</strong>: no caso de im&oacute;veis na planta, podem incidir sobre materiais e servi&ccedil;os.</p><p>- <strong>Taxas cartor&aacute;rias</strong>: para registros e averba&ccedil;&otilde;es, que embora n&atilde;o sejam tributos, tamb&eacute;m acarretam custos.</p><p>Dentre esses, o <strong>ITBI</strong> &eacute; o tributo mais comum e relevante para o comprador, pois &eacute; obrigat&oacute;rio para que a transfer&ecirc;ncia do im&oacute;vel seja efetivada no cart&oacute;rio de registro de im&oacute;veis.</p><h2>Quando Ocorre O Pagamento Indevido De Tributos Na Compra De Im&oacute;veis?</h2><p>Embora o pagamento desses tributos seja uma pr&aacute;tica regular, erros e ilegalidades podem levar ao pagamento indevido, abrindo caminho para a <strong>devolu&ccedil;&atilde;o do tributo</strong>. Alguns dos principais motivos para o pagamento incorreto s&atilde;o:</p><h3>1. C&aacute;lculo incorreto do valor do ITBI</h3><p>O ITBI &eacute; calculado com base no valor venal do im&oacute;vel ou no valor da transa&ccedil;&atilde;o, prevalecendo o maior. Muitas vezes, o munic&iacute;pio utiliza um valor venal desatualizado ou superfaturado para base de c&aacute;lculo, o que pode resultar em cobran&ccedil;a acima do devido.</p><h3>2. Incid&ecirc;ncia indevida do ITBI em casos de incorpora&ccedil;&atilde;o imobili&aacute;ria</h3><p>Em situa&ccedil;&otilde;es espec&iacute;ficas, como a compra de im&oacute;veis na planta ou em incorpora&ccedil;&otilde;es imobili&aacute;rias, a cobran&ccedil;a do ITBI deve obedecer a regras espec&iacute;ficas. A cobran&ccedil;a do imposto sobre etapas intermedi&aacute;rias da constru&ccedil;&atilde;o, ou duplicidade na cobran&ccedil;a, podem ser consideradas indevidas.</p><h3>3. Cobran&ccedil;as sobre bens n&atilde;o sujeitos a tributa&ccedil;&atilde;o</h3><p>Existem casos em que tributos s&atilde;o cobrados sobre bens ou direitos que n&atilde;o deveriam ser tributados, como a cobran&ccedil;a do ITBI sobre quotas de condom&iacute;nio ou sobre im&oacute;veis j&aacute; registrados anteriormente.</p><h3>4. Duplicidade de pagamento</h3><p>Situa&ccedil;&otilde;es em que o comprador realiza o pagamento do imposto mais de uma vez, seja por erro do pr&oacute;prio contribuinte ou do &oacute;rg&atilde;o fiscalizador, podem gerar o direito &agrave; restitui&ccedil;&atilde;o.</p><h2>Direitos Que Garantem A Devolu&ccedil;&atilde;o Do Tributo Na Compra De Im&oacute;veis</h2><p>A legisla&ccedil;&atilde;o brasileira prev&ecirc; mecanismos para que o contribuinte possa solicitar a devolu&ccedil;&atilde;o de tributos pagos indevidamente ou a maior. No caso da compra de im&oacute;veis, esses direitos s&atilde;o assegurados principalmente pelo C&oacute;digo Tribut&aacute;rio Nacional (CTN) e por decis&otilde;es judiciais.</p><h3>Direito &agrave; restitui&ccedil;&atilde;o do tributo pago indevidamente</h3><p>O artigo 165 do CTN prev&ecirc; que:</p><p>&gt; "O lan&ccedil;amento tribut&aacute;rio pode ser revisto de of&iacute;cio ou mediante reclama&ccedil;&atilde;o do sujeito passivo, no prazo de cinco anos contados da data da sua ocorr&ecirc;ncia, ou enquanto n&atilde;o houver decorrido o prazo para a prescri&ccedil;&atilde;o da respectiva a&ccedil;&atilde;o, para anular, modificar ou reduzir o lan&ccedil;amento, quando nele se verificar erro ou ilegalidade."</p><p>Ou seja, o comprador que comprovar o pagamento errado ou maior do que o devido pode requerer a devolu&ccedil;&atilde;o administrativa ou judicial do valor.</p><h3>Prazo para requerer devolu&ccedil;&atilde;o</h3><p>O prazo para solicitar a devolu&ccedil;&atilde;o do tributo indevido &eacute; de cinco anos a partir do pagamento, conforme o CTN. Esse prazo &eacute; essencial para que o direito n&atilde;o prescreva.</p><h3>Restitui&ccedil;&atilde;o do ITBI em situa&ccedil;&otilde;es espec&iacute;ficas</h3><p>Um dos casos mais comuns de restitui&ccedil;&atilde;o &eacute; o do ITBI. Quando o imposto &eacute; cobrado de forma indevida, seja por erro no c&aacute;lculo, duplicidade ou sobre valores n&atilde;o tribut&aacute;veis, o comprador tem o direito de pedir a <a href="https://brissefreires.adv.br/conteudo/pagou-itbi-acima-do-valor-do-imovel-saiba-como-pedir-a-restituicao-da-diferenca" target="_blank" rel="noopener">Restitui&ccedil;&atilde;o do ITBI</a>&nbsp;ao munic&iacute;pio.</p><p>Al&eacute;m disso, decis&otilde;es judiciais j&aacute; consolidaram que a cobran&ccedil;a de ITBI sobre promessa de compra e venda, contratos de gaveta ou sobre o valor da avalia&ccedil;&atilde;o do im&oacute;vel acima do valor real da transa&ccedil;&atilde;o s&atilde;o pass&iacute;veis de revis&atilde;o e restitui&ccedil;&atilde;o.</p><h2>Procedimentos Para Solicitar A Devolu&ccedil;&atilde;o Do Tributo</h2><p>O processo para obter a devolu&ccedil;&atilde;o do tributo pago indevidamente pode variar conforme o munic&iacute;pio e o tipo de tributo, mas em geral envolve as seguintes etapas:</p><h3>1. An&aacute;lise documental</h3><p>O contribuidor deve reunir documenta&ccedil;&atilde;o que comprove o pagamento do tributo e que evidencie o pagamento indevido ou a maior, como:</p><p>- Contrato de compra e venda.</p><p>- Comprovantes de pagamento do tributo (guia de recolhimento).</p><p>- Avalia&ccedil;&atilde;o do im&oacute;vel.</p><p>- Documentos que comprovem o valor correto do im&oacute;vel.</p><h3>2. Pedido administrativo</h3><p>O primeiro passo costuma ser a solicita&ccedil;&atilde;o administrativa junto &agrave; prefeitura ou &oacute;rg&atilde;o competente. Deve ser protocolado um requerimento formal para a revis&atilde;o do lan&ccedil;amento e devolu&ccedil;&atilde;o do valor pago.</p><h3>3. Resposta do &oacute;rg&atilde;o fiscalizador</h3><p>O &oacute;rg&atilde;o municipal analisar&aacute; o pedido e poder&aacute; deferi-lo ou indeferi-lo. Caso o pedido seja negado, o contribuinte pode recorrer &agrave;s inst&acirc;ncias superiores do pr&oacute;prio &oacute;rg&atilde;o ou partir para a via judicial.</p><h3>4. A&ccedil;&atilde;o judicial</h3><p>Se o pedido administrativo n&atilde;o for atendido, o comprador pode ingressar com a&ccedil;&atilde;o judicial para a restitui&ccedil;&atilde;o do tributo. Nessa a&ccedil;&atilde;o, &eacute; essencial contar com um advogado especializado em direito tribut&aacute;rio para fundamentar o pedido e apresentar provas.</p><h2>Casos Pr&aacute;ticos De Devolu&ccedil;&atilde;o De Tributos Na Compra De Im&oacute;veis</h2><h3>Exemplo 1: Cobran&ccedil;a de ITBI sobre valor venal desatualizado</h3><p>Em um munic&iacute;pio, o valor venal usado para c&aacute;lculo do ITBI estava defasado, resultando em cobran&ccedil;a maior para compradores de im&oacute;veis. V&aacute;rios contribuintes entraram com pedidos de revis&atilde;o administrativa e judicial, conseguindo a devolu&ccedil;&atilde;o da diferen&ccedil;a paga a mais.</p><h3>Exemplo 2: Duplicidade de pagamento do ITBI</h3><p>Um comprador realizou o pagamento do ITBI duas vezes por erro do cart&oacute;rio, que exigiu a guia para liberar o registro, mesmo ap&oacute;s o pagamento j&aacute; ter sido efetuado. Com a comprova&ccedil;&atilde;o do erro, foi poss&iacute;vel requerer a devolu&ccedil;&atilde;o do valor pago em duplicidade.</p><h3>Exemplo 3: Cobran&ccedil;a de ITBI sobre cess&atilde;o de direitos</h3><p>A cobran&ccedil;a do ITBI em contratos de cess&atilde;o de direitos sobre im&oacute;veis nem sempre &eacute; v&aacute;lida. Tribunais t&ecirc;m decidido que, em certos casos, essa cobran&ccedil;a &eacute; indevida, permitindo a restitui&ccedil;&atilde;o do imposto.</p><h2>Impacto Da Devolu&ccedil;&atilde;o De Tributos Para O Consumidor</h2><p>A possibilidade de obter a <strong>devolu&ccedil;&atilde;o de tributos</strong> pagos indevidamente traz benef&iacute;cios importantes para o consumidor, tais como:</p><p>- <strong>Economia financeira</strong>: reaver valores significativos que podem aliviar o or&ccedil;amento.</p><p>- <strong>Seguran&ccedil;a jur&iacute;dica</strong>: garantia de que o pagamento dos tributos est&aacute; correto e dentro da legalidade.</p><p>- <strong>Incentivo &agrave; regulariza&ccedil;&atilde;o</strong>: consumidores mais confiantes em regularizar sua situa&ccedil;&atilde;o fiscal e imobili&aacute;ria.</p><p>Al&eacute;m disso, a conscientiza&ccedil;&atilde;o sobre esses direitos ajuda a evitar pagamentos abusivos e pr&aacute;ticas ilegais por parte de &oacute;rg&atilde;os arrecadadores.</p><h2>Dicas Para Evitar Pagamento Indevido De Tributos Na Compra De Im&oacute;veis</h2><p>Para minimizar os riscos de pagamento indevido e facilitar a eventual restitui&ccedil;&atilde;o, &eacute; importante que o comprador tome algumas precau&ccedil;&otilde;es:</p><p>- <strong>Verificar o valor venal do im&oacute;vel</strong>: consultar a prefeitura para saber qual &eacute; o valor usado para c&aacute;lculo do ITBI.</p><p>- <strong>Consultar um advogado especializado</strong>: antes de fechar a compra, para orientar sobre tributos e direitos.</p><p>- <strong>Exigir recibos e comprovantes</strong>: guardar toda documenta&ccedil;&atilde;o relacionada ao pagamento dos tributos.</p><p>- <strong>Pesquisar sobre o im&oacute;vel e o vendedor</strong>: garantir que a documenta&ccedil;&atilde;o esteja regular e que n&atilde;o haja pend&ecirc;ncias fiscais.</p><p>- <strong>Acompanhar o processo de registro</strong>: para identificar poss&iacute;veis cobran&ccedil;as indevidas ou duplicadas.</p><p>Essas pr&aacute;ticas ajudam a evitar surpresas desagrad&aacute;veis e facilitam o exerc&iacute;cio dos direitos garantidos por lei.</p><h2>Considera&ccedil;&otilde;es Finais</h2><p>A compra de um im&oacute;vel envolve diversos tributos que, quando pagos corretamente, garantem a legalidade da transa&ccedil;&atilde;o. Por&eacute;m, em casos de cobran&ccedil;a indevida ou excessiva, o comprador possui direitos assegurados pela legisla&ccedil;&atilde;o para requerer a devolu&ccedil;&atilde;o desses valores.</p><p>Conhecer esses direitos e os procedimentos para sua efetiva&ccedil;&atilde;o &eacute; fundamental para a prote&ccedil;&atilde;o do consumidor e para o equil&iacute;brio nas rela&ccedil;&otilde;es imobili&aacute;rias. A aten&ccedil;&atilde;o aos detalhes, o acompanhamento do processo e a busca por orienta&ccedil;&atilde;o especializada s&atilde;o ferramentas essenciais para garantir que o pagamento dos tributos seja justo e que eventuais excessos sejam corrigidos.</p><p>A <strong>restitui&ccedil;&atilde;o do ITBI</strong> &eacute; um exemplo claro de como a legisla&ccedil;&atilde;o brasileira protege o contribuinte, permitindo que ele recupere valores pagos al&eacute;m do devido, refor&ccedil;ando a import&acirc;ncia do conhecimento e da vigil&acirc;ncia nos processos de compra e venda de im&oacute;veis.</p></div><footer class="content__footer"><div class="content__last-updated">Atualizado em 19/10/2025</div><div class="content__footer__col"><ul class="content__tag"><li><a href="https://acervoleis.com.br/tags/leis/">Leis</a></li></ul><div class="content__share"><a href="https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Facervoleis.com.br%2Fquais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis%2F" class="js-share facebook" aria-label="Share with Facebook" rel="nofollow noopener noreferrer"><svg class="icon"><use xlink:href="https://acervoleis.com.br/assets/svg/svg-map.svg#facebook"/></svg> </a><a href="https://pinterest.com/pin/create/button/?url=https%3A%2F%2Facervoleis.com.br%2Fquais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis%2F&amp;media=https%3A%2F%2Facervoleis.com.br%2Fmedia%2Fposts%2F137%2Fquais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis.jpg&amp;description=Quais%20direitos%20garantem%20a%20devolu%C3%A7%C3%A3o%20do%20tributo%20na%20compra%20de%20im%C3%B3veis%3F" class="js-share pinterest" aria-label="[MISSING TRANSLATION] Share with Pinterest" rel="nofollow noopener noreferrer"><svg class="icon"><use xlink:href="https://acervoleis.com.br/assets/svg/svg-map.svg#pinterest"/></svg> </a><a href="https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Facervoleis.com.br%2Fquais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis%2F" class="js-share linkedin" aria-label="Share with LinkedIn" rel="nofollow noopener noreferrer"><svg class="icon"><use xlink:href="https://acervoleis.com.br/assets/svg/svg-map.svg#linkedin"/></svg> </a><a href="https://api.whatsapp.com/send?text=Quais%20direitos%20garantem%20a%20devolu%C3%A7%C3%A3o%20do%20tributo%20na%20compra%20de%20im%C3%B3veis%3F https%3A%2F%2Facervoleis.com.br%2Fquais-direitos-garantem-a-devolucao-do-tributo-na-compra-de-imoveis%2F" class="js-share whatsapp" aria-label="Share with Whats App" rel="nofollow noopener noreferrer"><svg class="icon"><use xlink:href="https://acervoleis.com.br/assets/svg/svg-map.svg#whatsapp"/></svg></a></div></div><nav class="content__nav"><div class="content__nav__prev">Post Anterior<h5><a href="https://acervoleis.com.br/dicas-essenciais-para-acertar-questoes-dificeis-em-concursos-de-direito/" class="invert" rel="prev">Dicas essenciais para acertar questões difíceis em concursos de Direito</a></h5></div></nav><div class="content__bio"><img src="https://acervoleis.com.br/media/website/adamastor-senna.JPG" loading="eager" height="581" width="583" alt="Adamastor Senna"><div><h3><a href="https://acervoleis.com.br/authors/adamastor-senna/" class="invert" title="Adamastor Senna">Adamastor Senna</a></h3></div></div><div class="content__related"><h3 class="u-h5">Artigos Relacionados</h3><div class="content__related__wrap"><figure><a href="https://acervoleis.com.br/documentos-para-compra-de-um-imovel-conheca-os-5-mais-importantes/"><img src="https://acervoleis.com.br/media/posts/89/responsive/Documentos-para-compra-de-um-imovel-xs.jpg" loading="lazy" alt=""></a><figcaption><h4><a href="https://acervoleis.com.br/documentos-para-compra-de-um-imovel-conheca-os-5-mais-importantes/" class="invert">Documentos para compra de um imóvel: conheça os 5 mais importantes</a></h4><time datetime="2024-11-10T13:41">10/11/2024</time></figcaption></figure><figure><a href="https://acervoleis.com.br/usucapiao-o-que-e-quais-os-tipos-e-seus-principais-requisitos/"><img src="https://acervoleis.com.br/media/posts/74/responsive/Usucapiao-o-que-e-quais-os-tipos-e-seus-principais-xs.jpg" loading="lazy" alt=""></a><figcaption><h4><a href="https://acervoleis.com.br/usucapiao-o-que-e-quais-os-tipos-e-seus-principais-requisitos/" class="invert">Usucapião: o que é, quais os tipos e seus principais requisitos</a></h4><time datetime="2024-11-03T21:30">03/11/2024</time></figcaption></figure><figure><a href="https://acervoleis.com.br/codigo-de-defesa-do-consumidor-seus-direitos-como-empresa-e-como-consumidor/"><img src="https://acervoleis.com.br/media/posts/72/responsive/CODIGO-DE-DEFESA-DO-CONSUMIDOR-SEUS-DIREITOS-Como-Empresa-e-xs.jpg" loading="lazy" alt=""></a><figcaption><h4><a href="https://acervoleis.com.br/codigo-de-defesa-do-consumidor-seus-direitos-como-empresa-e-como-consumidor/" class="invert">CÓDIGO DE DEFESA DO CONSUMIDOR: SEUS DIREITOS (Como Empresa e como Consumidor)</a></h4><time datetime="2024-09-28T21:13">28/09/2024</time></figcaption></figure></div></div></footer></article></main><footer class="footer"><div class="footer__copyright">Acervo Leis @2025</div></footer></div><script defer="defer" src="https://acervoleis.com.br/assets/js/scripts.min.js?v=4268bfae06e330d473c424d50f09abda"></script><script>window.publiiThemeMenuConfig={mobileMenuMode:'sidebar',animationSpeed:300,submenuWidth: 'auto',doubleClickTime:500,mobileMenuExpandableSubmenus:true,relatedContainerForOverlayMenuSelector:'.navbar'};</script><script>/*<![CDATA[*/var images=document.querySelectorAll("img[loading]");for(var i=0;i<images.length;i++){if(images[i].complete){images[i].classList.add("is-loaded")}else{images[i].addEventListener("load",function(){this.classList.add("is-loaded")},false)}};/*]]>*/</script></body></html>